{
  "slug": "wysc ig-z-czasem",
  "title": {
    "pl": "Wyścig z czarnymi łabędziami - pisanie w erze AI",
    "en": "Racing with Black Swans - Writing in the AI Era"
  },
  "excerpt": {
    "pl": "Biegniesz... a na karku czujesz sapiący oddech doganiających cię zmian technologicznych. Historia pisania Luster.",
    "en": "You're running... and you feel the panting breath of technological changes catching up with you. The story of writing Mirrors."
  },
  "content": {
    "pl": "# Wyścig z czarnymi łabędziami - pisanie w erze AI\n\nBiegniesz... a na karku czujesz sapiący oddech doganiających cię... zmian technologicznych...\n\n## Czerwiec 2023\n\nJest czerwiec 2023, zacząłem pisać. Pół roku temu na konferencji Infoshare AI, mówiłem o tym, że może kolejne AI-winter nam nie grozi, ale nadszedł czas stabilizacji i realnego patrzenia na możliwości technologii, już bez hype'u. Dwa tygodnie później czarny łabędź rąbnął skrzydłami w świat. ChatGPT.\n\n## Wyścig z czasem\n\nPiszę. Akcja powieści umiejscowiona jest w bliskiej przyszłości. Wątki technologiczne i losy bohaterów splatają się ze sobą w mojej wyobraźni... a w rzeczywistym świecie, w teraźniejszości, błyskawiczny postęp technologii sprawia, że zaczynam się zastanawiać czy zdążę wydać książkę zanim się zdezaktualizuje.\n\nWymyślam nowe rzeczy, a potem czytam, że tego typu koncepcje technologiczne ktoś już testuje (przynajmniej mogę sobie powiedzieć, że sam wymyśliłem, a nie podpatrzyłem).\n\n## FOMO i czarne łabędzie\n\nPisanie idzie dobrze, ale ciągle mam wrażenie, że za wolno. W dziedzinie AI tyle się dzieje, że zaczynam odczuwać FOMO. Oglądam Wes'a Rotha i Dave'a Shapiro, żeby być na bieżąco i to musi wystarczyć.\n\nDruga połowa 2023 i eksperci mówią \"to tylko statystyka\". Inni eksperci mówią \"sparks of AGI\". Inni jeszcze mówią o dowodach na reprezentacje... Całe szczęście, że nie piszę o LLMach...\n\n## Koniec wyścigu?\n\nNadchodzi 8 lipca 2024 kiedy to stawiam ostatnią kropkę. Wyścig się skończył. Nie skończył się. Jeszcze redakcja, skład... pracuję, wciąż wypatrując czarnych łabędzi. Chyba będzie ok. Na świecie słychać głosy o plateu w AI...\n\nTeraz już koniec. Książka w rękach czytelników. Czy rozczaruje, czy zaciekawi, czy może uśpi... na to już nie mam wpływu. A czarne łabędzie mogą sobie latać gdzie chcą.\n\nCałe szczęście, że to nie jest książka o AI 😉\n\nChoć właściwie trochę jest",
    "en": "# Racing with Black Swans - Writing in the AI Era\n\nYou're running... and you feel the panting breath of technological changes catching up with you...\n\n## June 2023\n\nIt's June 2023, I started writing. Half a year ago at the Infoshare AI conference, I talked about how maybe another AI winter isn't threatening us, but the time has come for stabilization and realistic assessment of technology capabilities, without the hype. Two weeks later a black swan slammed its wings into the world. ChatGPT.\n\n## Race Against Time\n\nI'm writing. The novel's action is set in the near future. Technological threads and the fates of characters intertwine in my imagination... and in the real world, in the present, the lightning-fast progress of technology makes me wonder if I'll manage to publish the book before it becomes outdated.\n\nI invent new things, and then I read that someone is already testing such technological concepts (at least I can tell myself that I came up with it myself, and didn't copy).\n\n## FOMO and Black Swans\n\nThe writing is going well, but I constantly feel it's too slow. So much is happening in AI that I start experiencing FOMO. I watch Wes Roth and Dave Shapiro to stay current and that has to suffice.\n\nSecond half of 2023 and experts say \"it's just statistics\". Other experts say \"sparks of AGI\". Still others talk about evidence of representations... Good thing I'm not writing about LLMs...\n\n## End of the Race?\n\nJuly 8, 2024 arrives when I put the last period. The race is over. It's not over. Still editing, typesetting... I'm working, still watching for black swans. It should be ok. Around the world voices about a plateau in AI are heard...\n\nNow it's really over. The book is in readers' hands. Whether it will disappoint, intrigue, or maybe bore... I have no control over that anymore. And black swans can fly wherever they want.\n\nGood thing this isn't a book about AI 😉\n\nThough actually it kind of is"
  },
  "date": "2025-02-14",
  "category": "writing",
  "tags": ["writing", "ai", "lustra-ktorych-nie-mamy", "process"],
  "author": "Sebastian Proba",
  "featured": true
}
