{
  "slug": "un-hdi-report",
  "title": {
    "pl": "Raport ONZ o rozwoju człowieka w erze AI",
    "en": "UN Human Development Report in the Age of AI"
  },
  "excerpt": {
    "pl": "Lektura raportu ONZ 'Human Development Report 2025' i pytania o przestrzenie, w których ludzie mogą się rozwijać w erze AI.",
    "en": "Reading the UN report 'Human Development Report 2025' and questions about spaces where humans can thrive in the age of AI."
  },
  "content": {
    "pl": "# Raport ONZ o rozwoju człowieka w erze AI\n\nTeraz czytam \"Human Development Report 2025; A matter of choice: People and possibilities in the age of AI\" autorstwa Programu Narodów Zjednoczonych ds. Rozwoju. To będzie długa podróż i jestem na początku.\n\n## Niepokojące dane\n\nJednak już na początku ten raport nie jest optymistyczny, pokazując wykresy Wskaźnika Rozwoju Społecznego i tego, jak został on dotknięty przez geopolitykę i pandemię. Jednocześnie przyjmuje optymistyczne założenie, które tutaj wkleiłem.\n\n> \"...Cokolwiek nowe osiągnięcia algorytmiczne są w zapasie, zawsze będą przestrzenie, choć zmienne, w których ludzie błyszczą - gdzie ludzie robią rzeczy, których maszyny nie potrafią zrobić lub robią je źle, gdzie społeczeństwa cenią ludzi zamiast maszyn robiących rzeczy i gdzie ludzie i maszyny idą dalej i szybciej razem niż osobno.\"\n\n## Pytania o przyszłość\n\nCo jeśli te przestrzenie są zbyt wąskie? Nie ma ich zbyt wiele?\n\nChociaż zgadzam się: dla całej ludzkości to kwestia wyboru. Chodzi o to, czy jesteśmy w stanie dokonać właściwego wyboru. Wciąż techno-utopia oparta na powszechnie stosowanym UBI jest po drugiej stronie wyboru z silną studnią grawitacyjną ciągnącą nas wszystkich w ekonomię post-pracy, która jest niemożliwa do osiągnięcia dla ogólnego wzrostu HDI.\n\n## Poszukiwanie odpowiedzi\n\nJeśli zapytasz mnie, jaki jest właściwy wybór, nie wiem. Czytam ten raport, aby zobaczyć, co proponuje ONZ.",
    "en": "# UN Human Development Report in the Age of AI\n\nI am now reading \"Human Development Report 2025; A matter of choice: People and possibilities in the age of AI\" by United Nations Development Programme. It will be a long journey and I am on the beginning.\n\n## Worrying Data\n\nHowever already at the beginning this report is not optimistic while showing charts of Human Development Index and how it was impacted by geopolitics and pandemic. And at the same time it takes optimistic assumption that I pasted here.\n\n> \"...Whatever new algorithmic feats are in store, there will always be spaces, however in flux, where humans shine—where humans do things that machines cannot do or are bad at, where societies value people rather than machines doing things and where people and machines go farther and faster together than separately.\"\n\n## Questions About the Future\n\nWhat if these spaces are too narrow? Not so many of them?\n\nThough, I agree: for the whole humanity this is a matter of choice. The thing is if we are able to make it right. Still the techno-utopia based on commonly applied UBI is on the other side of the choice with strong gravity well pulling us all into a post-labor economics which is impossible to work for overall HDI rise.\n\n## Searching for Answers\n\nIf you ask me what is the right choice, I don't know. I am reading this report to see what UN is proposing."
  },
  "date": "2025-05-20",
  "category": "ai",
  "tags": ["ai", "society", "economics", "future"],
  "author": "Sebastian Proba",
  "featured": false
}
