{
  "slug": "conrad-il-conde",
  "title": {
    "pl": "Conrad i majstersztyk budowania klimatu",
    "en": "Conrad and the Masterpiece of Building Atmosphere"
  },
  "excerpt": {
    "pl": "'Il Conde' Josepha Conrada - majstersztyk budowania klimatu sceny przez multisensoryczność i syntestezję.",
    "en": "'Il Conde' by Joseph Conrad - a masterpiece of building scene atmosphere through multisensory experience and synesthesia."
  },
  "content": {
    "pl": "# Conrad i majstersztyk budowania klimatu\n\n\"Il Conde\" Joseph'a Conrada to dla mnie majstersztyk budowania klimatu sceny.\n\n## O Conradzie\n\nNa temat tego polskiego 😉 pisarza wiele można powiedzieć. O jego warsztacie, o tym że tworzył w swoim trzecim z kolei języku bo najlepiej znał polski i francuski. O tym, że opisywał swoje własne przeżycia albo zasłyszane historie. O tym, że był mistrzem budowania zróżnicowanej struktury narracji.\n\n## Multisensoryczność\n\nNatomiast to konkretne opowiadanie jest niesamowite pod kątem multisensoryczności kiedy dochodzi do kluczowej sceny. W budowanie emocji pisarz angażuje w niej nie tylko wszystkie zmysły ale też w niektórych momentach wchodzi wręcz w syntestezję.\n\nTo lekcja dla każdego pisarza - jak angażować wszystkie zmysły czytelnika, jak sprawić, by scena była nie tylko widoczna, ale także słyszalna, wyczuwalna, namacalna.",
    "en": "# Conrad and the Masterpiece of Building Atmosphere\n\n\"Il Conde\" by Joseph Conrad is for me a masterpiece of building scene atmosphere.\n\n## About Conrad\n\nThere's much to say about this Polish 😉 writer. About his craft, that he created in his third language because he knew Polish and French best. That he described his own experiences or stories he heard. That he was a master of building varied narrative structure.\n\n## Multisensory Experience\n\nHowever, this particular story is amazing in terms of multisensory experience when it comes to the key scene. In building emotions, the writer engages not only all senses but also at some moments enters into synesthesia.\n\nIt's a lesson for every writer - how to engage all the reader's senses, how to make a scene not only visible, but also audible, sensible, tangible."
  },
  "date": "2025-01-27",
  "category": "writing",
  "tags": ["conrad", "writing", "craft", "literature"],
  "author": "Sebastian Proba",
  "featured": false
}
