{
  "slug": "kaczmarski-lustra",
  "title": {
    "pl": "Inspiracja Kaczmarskim w Lustrach",
    "en": "Kaczmarski's Inspiration in Mirrors"
  },
  "excerpt": {
    "pl": "Drobna ciekawostka o ksi偶ce - jak piosenki Kaczmarskiego o obrazach zainspiroway pewien element Luster.",
    "en": "A little curiosity about the book - how Kaczmarski's songs about paintings inspired an element of Mirrors."
  },
  "content": {
    "pl": "# Inspiracja Kaczmarskim w Lustrach\n\nZdradz wam dzi drobn ciekawostk o tej ksi偶ce...\n\n## Piosenki o obrazach\n\nJeli kto zna tw贸rczo Kaczmarskiego (tak wiem, ostatnio okazay si r贸偶ne rzeczy i te偶 mi si to nie podoba), to kojarzy pewnie, 偶e napisa on wiele piosenek o obrazach i ksi偶kach. Po prostu opowiada w piosence histori, kt贸ra bya opowiedziana na przykad na obrazie.\n\nWe藕my \"Zesanie student贸w\" wedug obrazu Malczewskiego, \"Encore, jeszcze raz\" na podstawie obrazu Fiedotowa, piosenki o postaciach z Trylogii Sienkiewicza i wiele innych. Zawsze mnie to fascynowao, tym bardziej, 偶e Kaczmarski malowa te historie sowem i muzyk w bardzo przemawiajcy do zmys贸w spos贸b.\n\n## Moja pr贸ba\n\nNo wic... tego... spr贸bowaem w Lustrach czego podobnego, w pewnym sensie... \n\nJak wyszo... to c贸偶, sami powiedzcie ",
    "en": "# Kaczmarski's Inspiration in Mirrors\n\nI'll reveal a little curiosity about this book today...\n\n## Songs About Paintings\n\nIf someone knows Kaczmarski's work (yes I know, various things have come to light recently and I don't like it either), they probably remember that he wrote many songs about paintings and books. He simply told in a song the story that was told, for example, in a painting.\n\nTake \"Exile of Students\" based on Malczewski's painting, \"Encore, Once More\" based on Fiedotov's painting, songs about characters from Sienkiewicz's Trilogy and many others. It always fascinated me, especially since Kaczmarski painted these stories with words and music in a very sensory way.\n\n## My Attempt\n\nSo... well... I tried something similar in Mirrors, in a sense... \n\nHow it turned out... well, you tell me "
  },
  "date": "2025-02-20",
  "category": "writing",
  "tags": ["lustra-ktorych-nie-mamy", "inspiration", "music"],
  "author": "Sebastian Proba",
  "featured": false
}
