{
  "slug": "jak-powstaje-ksiazka-1",
  "title": {
    "pl": "Jak powstaje ksi偶ka? Odcinek 1 - Pomys",
    "en": "How a Book is Created? Episode 1 - The Idea"
  },
  "excerpt": {
    "pl": "Pierwsza cz serii o powstawaniu ksi偶ki. Wszystko zaczyna si od pomysu, ale jak go prze偶uwa i rozwija?",
    "en": "First part of the series about creating a book. Everything starts with an idea, but how to process and develop it?"
  },
  "content": {
    "pl": "# Jak powstaje ksi偶ka? Odcinek 1 - Pomys\n\nZastanawialicie si kiedy jak powstaje ksi偶ka?\n\n## Pomys i jego prze偶ywanie\n\nOczywiste? No pewnie. Jak si nie wie o czym by tu napisa to si nie pisze  znaczy si mo偶na, jasne... pisanie jak si czowiekowi wydaje 偶e umie, a nawet nie wie co chce powiedzie nazywa si grafomani.\n\nJa przez jaki czas mylaem, 偶e mo偶e to mam, ale na szczcie poszedem z moim tekstem na diagnostyk beta-readersk do specjalistki. Dostaem orzeczenie o braku objaw贸w grafomanii i par zacht.\n\n## R贸偶ne podejcia do pomysu\n\nPomys jest potrzebny 偶eby sowa, kt贸re pucimy w ruch miay co do roboty. Tyle, 偶e na sowie \"pomys\" kocz si chyba podobiestwa midzy podejciami r贸偶nych autor贸w.\n\nJedni autorzy lubi bardziej opowiada historie i wzbudza emocje, innym najbardziej zale偶y 偶eby czytelnik musia pog贸wkowa. S te偶 tacy, kt贸rzy chc pokaza jakie to historyczne albo wa偶ne wydarzenia.\n\n## M贸j pomys\n\nGdy mylaem o tym, co potem stao si ksi偶k \"Lustra, kt贸rych nie mamy\", chciaem poruszy temat samotnoci, kt贸ra jest coraz wikszym problemem spoecznym, a kt贸ra wynika z bardzo wielu r贸偶nych kwestii.\n\nTechnologia ten problem pogbia, a nawet czsto jest jego przyczyn, jednoczenie udajc, 偶e potrafi by dla niego lekarstwem. Tytu tej ksi偶ki by do oczywisty jak ju偶 opowiedziaem sam sobie co chc opowiedzie.\n\n## Prze偶uwanie pomysu\n\nAutor musi przetrawi sw贸j pomys, poczu t opowie, nawet jeli jeszcze nie wie (a czsto tak bywa) jak si dokadnie potoczy. Pomys nie zawsze oznacza, 偶e wiadomo wszystko od pocztku do koca.\n\nPowie powstaje w trakcie powstawania, jakkolwiek dziwnie to brzmi. Ja w ka偶dym razie nie wiem gdzie dokadnie zaprowadz mnie moi bohaterowie, okazuje si to dopiero jak puszcz ich w ruch.\n\nPiszc \"Lustra\" wiedziaem jakie bd postacie i co z opowiadania o nich ma wynika, ale nie znaem zakoczenia. Gdy pisaem \"Lask i kij\" wiedziaem jakie bd g贸wne wydarzenia i jakie bdzie zakoczenie. W innych projektach mam r贸wnie偶 opracowan g贸wn lini fabuy, ale powie tworz jej bohaterowie.",
    "en": "# How a Book is Created? Episode 1 - The Idea\n\nHave you ever wondered how a book is created?\n\n## The Idea and Its Processing\n\nObvious? Sure. If you don't know what to write about, you don't write  well, you can, of course... writing when you think you know how but don't even know what you want to say is called graphomania.\n\nI thought I might have it for a while, but fortunately I went with my text for beta-reader diagnostics to a specialist. I got a certificate of no graphomania symptoms and some encouragement.\n\n## Different Approaches to the Idea\n\nAn idea is needed so that the words we set in motion have something to do. But that's where the similarities between different authors' approaches probably end.\n\nSome authors prefer to tell stories and evoke emotions, others care most about making the reader think. There are also those who want to show some historical background or important events.\n\n## My Idea\n\nWhen I thought about what later became the book \"Mirrors We Don't Have\", I wanted to address the topic of loneliness, which is an increasingly serious social problem, arising from many different issues.\n\nTechnology deepens this problem, and is often its cause, while pretending it can be its cure. The title of this book was quite obvious once I told myself what I wanted to tell.\n\n## Processing the Idea\n\nThe author must digest their idea, feel this story, even if they don't yet know (and often don't) exactly how it will unfold. An idea doesn't always mean knowing everything from beginning to end.\n\nA novel is created in the process of creation, however strange that sounds. I don't know exactly where my characters will take me, it only becomes clear once I set them in motion.\n\nWriting \"Mirrors\" I knew what the characters would be like and what should result from telling about them, but I didn't know the ending. When I wrote \"The Stick and the Carrot\" I knew what the main events would be and what the ending would be. In other projects I also have the main plot line worked out, but the novel is created by its characters."
  },
  "date": "2025-04-13",
  "category": "writing",
  "tags": ["writing", "craft", "process"],
  "author": "Sebastian Proba",
  "featured": false
}
