{
  "slug": "peterson-znaczenie",
  "title": {
    "pl": "Tw贸j m贸zg postrzega znaczenie przed obiektem",
    "en": "Your Brain Perceives Meaning Before Object"
  },
  "excerpt": {
    "pl": "Jordan Peterson o percepcji znacze i jak to si ma do AI - mylimy historiami, nie obiektywn rzeczywistoci.",
    "en": "Jordan Peterson on perceiving meanings and how it relates to AI - we think in stories, not objective reality."
  },
  "content": {
    "pl": "# Tw贸j m贸zg postrzega znaczenie przed obiektem\n\n\"Tw贸j m贸zg jest skonstruowany tak, aby postrzega znaczenie zanim jeszcze zdoa postrzega obiekt\" - to sowa Jordana Petersona z wystpienia \"Potential\" na TedxUofT 12 lat temu.\n\nWracam co jaki czas do niego poniewa偶 jest pene inspirujcej treci.\n\n## Percepcja znaczenia\n\nPeterson ilustruje kwesti percepcji m贸wic, 偶e kiedy patrzysz na klif widzisz najpierw miejsce-z-kt贸rego-si-spada, a dopiero p贸藕niej sam klif. I jest tak midzy innymi dlatego, 偶e rzeczywiste jest dla nas to co ma na nas wpyw, co na przykad mo偶e by zagro偶eniem.\n\nJako ludzie mylimy historiami i znaczeniami. Nie tyle postrzegamy fizyczn, obiektywn rzeczywisto - kt贸ra byaby zreszt trudna do zdefiniowania, bo przecie偶 taki na przykad nietoperz postrzega inn \"fizyczn rzeczywisto\" patrzc uszami - ile opowiadamy sobie historie o wiecie, a wiatu historie o nas samych.\n\n## Pikno konstrukcji ludzkiego umysu\n\nI to dobrze. Tak jestemy skonstruowani, to jest wanie pikne. Dlatego tak oddziauje na nas ka偶dy praktycznie rodzaj \"podr贸偶y bohatera\" czy te偶 struktura storytellingowa.\n\n## Co to znaczy dla AI\n\nCzy to si jako ma do AI? A i owszem, ma si. Budujc AI na jzyku, zbudowalimy je na nasz obraz i podobiestwo. Dlatego mo偶na chyba powiedzie, 偶e oczekiwanie, 偶e bd one posiada dosownie reprezentacje fizycznego wiata, s do nietrafione. Albo, 偶e bd myle, cokolwiek to znaczy. Albo rozumie.\n\nAI oparte na jzyku odziedziczyy po nas po prostu opowiadanie historii \n\nNie dziwmy si wic, 偶e czasami zmylaj... te twory s jedynie odbiciem naszych zdolnoci i mo偶liwoci, lepiej lub gorzej naladujc nas w opowiadaniu historii.\n\n## Lustra\n\nS naszymi lustrami... i troch o tym jest moja powie.\n\nAI tak naprawd nie opowiadaj historii o sobie... na szczcie... niestety to mo偶e by kwestia czasu... cho mam nadziej, 偶e do tego nie dojdziemy...",
    "en": "# Your Brain Perceives Meaning Before Object\n\n\"Your brain is constructed to perceive meaning before it can even perceive the object\" - these are Jordan Peterson's words from his \"Potential\" talk at TedxUofT 12 years ago.\n\nI return to it from time to time because it's full of inspiring content.\n\n## Perceiving Meaning\n\nPeterson illustrates the issue of perception by saying that when you look at a cliff, you first see the place-from-which-you-fall, and only then the cliff itself. And this is partly because what is real to us is what affects us, what might be a threat, for example.\n\nAs humans, we think in stories and meanings. We don't so much perceive physical, objective reality - which would be difficult to define anyway, because a bat, for example, perceives a different \"physical reality\" by looking with its ears - as much as we tell ourselves stories about the world, and the world stories about ourselves.\n\n## The Beauty of Human Mind Construction\n\nAnd that's good. This is how we're constructed, this is what's beautiful. That's why practically every kind of \"hero's journey\" or storytelling structure affects us.\n\n## What This Means for AI\n\nDoes this relate to AI? Indeed it does. By building AI on language, we built it in our image and likeness. Therefore, we can probably say that expecting them to have literal representations of the physical world is quite off the mark. Or that they will think, whatever that means. Or understand.\n\nLanguage-based AI simply inherited storytelling from us \n\nSo let's not be surprised that they sometimes make things up... these creations are merely reflections of our abilities and possibilities, imitating us more or less well in telling stories.\n\n## Mirrors\n\nThey are our mirrors... and my novel is somewhat about this.\n\nAI don't really tell stories about themselves... fortunately... unfortunately this may be a matter of time... though I hope we won't get there..."
  },
  "date": "2025-08-19",
  "category": "philosophy",
  "tags": ["ai", "philosophy", "perception", "storytelling"],
  "author": "Sebastian Proba",
  "featured": true
}
