{
  "slug": "trzej-krolowie",
  "title": {
    "pl": "Wypenianie luk historycznych - Trzej Kr贸lowie",
    "en": "Filling Historical Gaps - The Three Kings"
  },
  "excerpt": {
    "pl": "wito Trzech Kr贸li i wyzwanie pisarskie - jak wypeni luki historyczne zwizane z zagadkow tr贸jk Mdrc贸w?",
    "en": "Epiphany and the writing challenge - how to fill the historical gaps related to the mysterious trio of Magi?"
  },
  "content": {
    "pl": "# Wypenianie luk historycznych - Trzej Kr贸lowie\n\nPowie \"Laska i kij\" mojego autorstwa zostaa po raz pierwszy wydana w zeszym roku. Dzi wito Trzech Kr贸li wic dobra okazja, 偶eby wspomnie jak ciekawym wyzwaniem przy jej pisaniu byo wypenienie luk historycznych zwizanych z t zagadkow tr贸jk.\n\n## Problem z folklorem\n\nNasz wsp贸czesny bo偶onarodzeniowy folklor bardzo czsto umiejscawia pokon Tr贸jki Mdrc贸w w Stajence Betlejemskiej. Mimo to trzeba pamita, 偶e ju偶 sama Ewangelia m贸wi, 偶e weszli do domu a nie do szopy.\n\n## Czas przybycia\n\nDruga sprawa to czas ich przybycia. Gdyby mieli przyby gdzie z bliska, na przykad z 贸wczesnego kr贸lestwa Pers贸w, jak sobie to wyobra偶a Jan Dobraczyski w \"Cieniu Ojca\", to podr贸偶 zajaby im okoo dw贸ch lub trzech miesicy.\n\nMo偶na jednak przypuszcza, 偶e w贸wczas nie byliby a偶 tak zagadkowi, poniewa偶 Persowie jako nar贸d byli znani w Izraelu.\n\n## Spekulacja pisarska\n\nTa ich narodowa nieokrelono pozwala na pisarsk spekulacj - mo偶e byli z krain tak odlegych, 偶e dla Izraela nieznanych? Mo偶e byli innych ras?\n\nJeli chcecie wiedzie jak ich przybycie wygldao to zapraszam do czytania \n\n(info: [narratia.pl](http://narratia.pl))",
    "en": "# Filling Historical Gaps - The Three Kings\n\nThe novel \"The Stick and the Carrot\" by me was first published last year. Today is Epiphany so it's a good occasion to mention what an interesting challenge it was to fill the historical gaps related to this mysterious trio while writing it.\n\n## The Problem with Folklore\n\nOur contemporary Christmas folklore very often places the homage of the Three Magi in the Bethlehem Stable. Nevertheless, we must remember that the Gospel itself says they entered a house, not a shed.\n\n## Time of Arrival\n\nThe second issue is the time of their arrival. If they were to arrive from somewhere close, for example from the then Persian kingdom, as Jan Dobraczyski imagined in \"Shadow of the Father\", the journey would take them about two or three months.\n\nHowever, it can be assumed that they wouldn't be so mysterious then, because Persians as a nation were known in Israel.\n\n## Writer's Speculation\n\nThis national indeterminacy allows for writer's speculation - maybe they were from lands so distant that they were unknown to Israel? Maybe they were of different races?\n\nIf you want to know how their arrival looked, I invite you to read \n\n(info: [narratia.pl](http://narratia.pl))"
  },
  "date": "2025-01-06",
  "category": "books",
  "tags": ["laska-i-kij", "history", "christmas", "research"],
  "coverImage": "/books/laska-i-kij-cover.png",
  "author": "Sebastian Proba",
  "featured": false
}
