{
  "slug": "silepolis-2035",
  "title": {
    "pl": "Silepolis 2035 - science fiction w Chorzowie",
    "en": "Silepolis 2035 - Science Fiction in Chorz贸w"
  },
  "excerpt": {
    "pl": "Powie science-fiction w Chorzowie, Katowicach i witochowicach? W Silepolis w roku 2035 - ta przyszo mo偶e dotyczy nas.",
    "en": "A science-fiction novel in Chorz贸w, Katowice and witochowice? In Silepolis in 2035 - this future may concern us."
  },
  "content": {
    "pl": "# Silepolis 2035 - science fiction w Chorzowie\n\nPowie science-fiction, kt贸rej akcja dzieje si w Chorzowie, Katowicach i witochowicach? Tak naprawd to dzieje si w Silepolis w roku 2035  nazwa inna ale miejsca dokadnie te same.\n\n## Dlaczego tak?\n\nPiszc \"Lustra, kt贸rych nie mamy\", chciaem osadzi t histori w miejscach w jaki spos贸b dla mnie wa偶nych, ale to nie by jedyny pow贸d.\n\nChciaem przez prawdziwo tych miejsc da czytelnikom mo偶liwo jeszcze mocniejszego odczucia, 偶e taka przyszo jest prawdopodobna, 偶e mo偶e dotyczy nas, ludzi 偶yjcych tutaj, w miastach lska.\n\n## To si ju偶 dzieje\n\nZreszt to wszystko si ju偶 czciowo dzieje, tak czy inaczej. Laicy powiedz, 偶e to dalej tylko fantastyka, ale ja jako osoba zajmujca si AI od wielu lat, wiem 偶e tak nie jest.\n\nKto czyta ten wie o czym mowa. Kto nie czyta, tego zapraszam na [narratia.pl](http://narratia.pl) ",
    "en": "# Silepolis 2035 - Science Fiction in Chorz贸w\n\nA science-fiction novel taking place in Chorz贸w, Katowice and witochowice? Actually it takes place in Silepolis in 2035  different name but exactly the same places.\n\n## Why So?\n\nWriting \"Mirrors We Don't Have\", I wanted to set this story in places somehow important to me, but that wasn't the only reason.\n\nI wanted, through the authenticity of these places, to give readers the opportunity to feel even more strongly that such a future is probable, that it may concern us, people living here, in the cities of Silesia.\n\n## It's Already Happening\n\nBesides, all this is already partially happening, one way or another. Laypeople will say it's still just fantasy, but I, as someone dealing with AI for many years, know it's not.\n\nWho has read it knows what it's about. Who hasn't read it, I invite you to [narratia.pl](http://narratia.pl) "
  },
  "date": "2025-04-14",
  "category": "books",
  "tags": ["lustra-ktorych-nie-mamy", "science-fiction", "silesia"],
  "coverImage": "/books/lustra-cover.png",
  "author": "Sebastian Proba",
  "featured": false
}
