{
  "slug": "kurowski-owce-14-stycznia",
  "title": {
    "pl": "14 stycznia 2025",
    "en": "January 14, 2025"
  },
  "excerpt": {
    "pl": "W internecie jest wszystko... nawet skan prawie dwustuletniej ksi偶ki o hodowli owiec... a po co taka ksi偶ka?",
    "en": "Everything is on the internet... even a scan of an almost two-hundred-year-old book on sheep breeding... and why such a book?"
  },
  "content": {
    "pl": "W internecie jest wszystko... nawet skan prawie dwustuletniej ksi偶ki o hodowli owiec... a po co taka ksi偶ka?\n\nC贸偶, chcc pisa histori betlejemskich pasterzy uznaem, 偶e musz si dowiedzie czego o ich pracy. Problem w tym, 偶e ta praca dwa tysice lat temu prawdopodobnie wygldaa troch inaczej ni偶 teraz.\n\nMusiaem wic sign jak najdalej w przeszo i szukaem informacji o tym, jak hodowla owiec wygldaa w dawnych czasach. W ten spos贸b trafiem na ksi偶k pana Kurowskiego, kt贸rego styl pisarski bardzo mi do gustu przypad, tak 偶e prawie ca j przeczytaem \n\nWszystko co w mojej powieci \"Laska i kij\" dotyczy pasterzy i owiec jest zaczerpnite albo inspirowane wiedz pana Kurowskiego, kt贸remu niniejszym dzikuj. Cho oczywicie moja ksi偶ka nie skupia si na owcach, tylko na Bo偶ym Narodzeniu.\n\nZainteresowanych odsyam do Repozytorium Cyfrowego Instytut贸w Naukowych po ten i inne skarby ([rcin.org.pl](http://rcin.org.pl)). Dla smaku cytat z pana Kurowskiego\n\n\"Ot贸偶 to s przymioty dobrego owczarza. Teraz wam przedstawi w og贸lnoci pocz茅m go to pozna mo偶na; oraz pocz茅m odrazu si poznaje owczarz zy, czyli fuszer, jacy na nieszczcie najczciej si trafiaj. Nasamprz贸cl uwa偶am za fuszera owczarza, do kt贸rego owczarni gdy wejd, powietrze tak mnie w oczy szczypie, i偶 mi a偶 zy wyciska. Powt贸re. Nie lepszy jest od pierwszego ten, do kt贸rego owczarni gdy si wejdzie nie podczas nadawania paszy, owce z caego garda becze poczynj: jest to bowiem niemylny dow贸d, 偶e nie zachowuje pewnego porzdku w pasieniu owiec.\"\n\n(aha, pan Kurowski najwyra藕niej by jednym z pierwszych self-publisher贸w bo dalej na stronach tytuowych pisze, 偶e wydano nakadem wasnym autora )",
    "en": "Everything is on the internet... even a scan of an almost two-hundred-year-old book on sheep breeding... and why such a book?\n\nWell, wanting to write the story of Bethlehem shepherds, I decided I needed to learn something about their work. The problem is that this work two thousand years ago probably looked somewhat different than now.\n\nSo I had to reach as far into the past as possible and looked for information about what sheep breeding looked like in ancient times. This is how I came across Mr. Kurowski's book, whose writing style I really liked, so much that I read almost all of it \n\nEverything in my novel \"The Stick and the Carrot\" concerning shepherds and sheep is drawn from or inspired by Mr. Kurowski's knowledge, to whom I hereby give thanks. Although of course my book doesn't focus on sheep, but on Christmas.\n\nThose interested I refer to the Digital Repository of Scientific Institutes for this and other treasures ([rcin.org.pl](http://rcin.org.pl)). For a taste, a quote from Mr. Kurowski\n\n\"Now these are the qualities of a good shepherd. Now I will present to you in general how to recognize him; and how one immediately recognizes a bad shepherd, or bungler, such as unfortunately occur most often. First of all, I consider a shepherd a bungler if, when I enter his sheepfold, the air stings my eyes so much that it brings tears. Secondly. No better than the first is one whose sheepfold when you enter not during feeding time, the sheep start bleating at the top of their lungs: for this is unmistakable proof that he does not maintain a certain order in grazing sheep.\"\n\n(oh, Mr. Kurowski was apparently one of the first self-publishers because further on the title pages it says it was published at the author's own expense )"
  },
  "date": "2025-01-14",
  "category": "writing",
  "tags": ["research", "history", "writing"],
  "author": "Sebastian Proba",
  "featured": false
}
