{
  "slug": "jak-powstaje-ksiazka-2",
  "title": {
    "pl": "Jak powstaje książka? Odcinek 2 - Postacie",
    "en": "How a Book is Created? Episode 2 - Characters"
  },
  "excerpt": {
    "pl": "O tworzeniu postaci, nadawaniu im imion i pisaniu życiorysów. Jak bohaterowie wyłaniają się niczym zdjęcia w ciemni fotograficznej.",
    "en": "About creating characters, giving them names, and writing biographies. How heroes emerge like photos in a darkroom."
  },
  "content": {
    "pl": "# Jak powstaje książka? Odcinek 2 - Postacie\n\nW pierwszym odcinku pisałem o rzeczy oczywistej, o pomyśle.\n\nTak, pomysł jest najpierw, tutaj, tak myślę, wszyscy pisarze będą zgodni. Natomiast pewnie większość powie mi w tym miejscu, że przecież to nie bohaterowie są następni. Autor fantasy czy science-fiction może stwierdzić, że teraz trzeba się zająć \"worldbuildingiem\". Autor kryminałów być może skupi się na zagadce do rozwiązania. Są tutaj różnice.\n\n## Postacie są najważniejsze\n\nDla mnie drugi krok to właśnie wybór postaci, ponieważ to one są najważniejsze w moim pisaniu.\n\n### Dobór imion\n\nPostacie dobiera się pod pomysł, oczywistość. Trzeba nadać im imiona i poznać te osoby. Imiona są super ważne: jeśli nie będziesz się zwracał do swojego bohatera albo bohaterki po imieniu to jak stworzysz ich osobowość?\n\nCo więcej imiona mogą, a czasem powinny, odzwierciedlać ich cechy lub to jak chcemy by byli odbierani. Psychologia imion zależy od języka: w polskim na przykład pewne imiona kojarzą się z arystokracją, jedne brzmią miękko, inne nadają się bardziej dla antagonistów niż dla bohaterów pozytywnych.\n\n### Pisanie życiorysów\n\nGdy już mam imiona i role, zabieram się za pisanie życiorysów. Serio. O wiele bardziej szczegółowo niż jest to potrzebne do samej historii. Dlaczego?\n\n- Po pierwsze, żeby lepiej sobie wyobrazić tą postać i lepiej ją poznać\n- Po drugie: muszę wiedzieć jakie wydarzenia i jakie sprawy wpłynęły na daną postać w jej otoczeniu\n\n## Proces wywoływania postaci\n\nTo trochę tak jak z wywoływaniem tradycyjnych zdjęć z użyciem kliszy, papieru fotograficznego i odczynników. Jeśli ktoś widział kiedyś ten proces na własne oczy, pamięta na pewno jakie to niezwykłe.\n\nW specjalnym oświetleniu ciemni naświetlasz najpierw papier fotograficzny przez negatyw, a następnie zanurzasz ten papier w wywoływaczu. Patrzysz i przez kilka sekund nic się nie dzieje. Patrzysz nadal... zaczynają się powoli wyłaniać kontury i cienie.\n\nTego procesu nie da się opisać jako czegoś skokowego – osoba na zdjęciu wyłania się stopniowo z białego papieru i nagle tam jest, jakby zawsze tam była.\n\n## Nabieranie życia\n\nPodobnie wygląda dla mnie tworzenie postaci w historii. Najpierw jej nie znam. Potem coś już o niej wiem. Później znam już jej życiorys, najważniejsze wydarzenia, to co ją ukształtowało.\n\nPotem nadchodzi taki moment kiedy postać puszczona w ruch, w akcję książki, nabiera życia. Im dłużej piszę, im dłużej o tej postaci myślę, tym lepiej ją znam. W którymś momencie widzę już jej zdjęcie, wywołane i powieszone w fotograficznej ciemni wyobraźni, pozostawione do wyschnięcia.",
    "en": "# How a Book is Created? Episode 2 - Characters\n\nIn the first episode I wrote about the obvious thing, about the idea.\n\nYes, the idea comes first, here, I think, all writers will agree. However, most will probably tell me at this point that it's not the characters that come next. A fantasy or science-fiction author might say that now we need to deal with \"worldbuilding\". A crime author might focus on the puzzle to solve. There are differences here.\n\n## Characters are Most Important\n\nFor me, the second step is choosing characters, because they are the most important in my writing.\n\n### Choosing Names\n\nCharacters are chosen for the idea, obviously. You need to give them names and get to know these people. Names are super important: if you don't address your hero or heroine by name, how will you create their personality?\n\nMoreover, names can, and sometimes should, reflect their traits or how we want them to be perceived. The psychology of names depends on the language: in Polish, for example, certain names are associated with aristocracy, some sound soft, others are more suitable for antagonists than for positive heroes.\n\n### Writing Biographies\n\nOnce I have names and roles, I start writing biographies. Seriously. Much more detailed than is necessary for the story itself. Why?\n\n- First, to better imagine that character and get to know them better\n- Second: I need to know what events and what matters influenced that character in their environment\n\n## The Process of Developing Characters\n\nIt's a bit like developing traditional photos using film, photographic paper and reagents. If someone has ever seen this process with their own eyes, they surely remember how extraordinary it is.\n\nIn the special lighting of the darkroom, you first expose the photographic paper through the negative, then immerse this paper in the developer. You watch and for a few seconds nothing happens. You keep watching... contours and shadows slowly begin to emerge.\n\nThis process cannot be described as something sudden – the person in the photo emerges gradually from the white paper and suddenly is there, as if they were always there.\n\n## Coming to Life\n\nCreating a character in a story looks similar to me. First I don't know them. Then I know something about them. Later I know their biography, the most important events, what shaped them.\n\nThen comes a moment when the character, set in motion, in the action of the book, comes to life. The longer I write, the longer I think about this character, the better I know them. At some point I see their photo, developed and hung in the photographic darkroom of imagination, left to dry."
  },
  "date": "2025-04-29",
  "category": "writing",
  "tags": ["writing", "characters", "craft"],
  "author": "Sebastian Proba",
  "featured": false
}
