{
  "slug": "swiatloczu-losc-recenzja",
  "title": {
    "pl": "Światłoczułość - refleksje o stylu Jarno",
    "en": "Light Sensitivity - Reflections on Jarno's Style"
  },
  "excerpt": {
    "pl": "Czy styl Jarno to mieszanka Małeckiego i Myśliwskiego? Refleksje po lekturze Światłoczułości.",
    "en": "Is Jarno's style a mix of Małecki and Myśliwski? Reflections after reading Light Sensitivity."
  },
  "content": {
    "pl": "# Światłoczułość - refleksje o stylu Jarno\n\n\"(...)\n- Cóż czytasz, mości książę?\n- Słowa, słowa, słowa...\"\n\nNie jestem literaturoznawcą więc może to dlatego nie umiem tego ocenić... co więcej może to kwestia osobistych preferencji.\n\n## Komentarze pod recenzją\n\nChodzi mianowicie o niektóre komentarze pod moją recenzją \"Światłoczułości\" (na grupie), które wskazywały, że przecież styl Jarno to jakby mieszanka Małeckiego i Myśliwskiego.\n\n\"Traktat o łuskaniu fasoli\" jeszcze przede mną ale Małeckiego już trochę poczytałem. I cóż, powiedziałbym raczej że podobieństw zbyt wielu nie ma jeśli chodzi o styl.\n\n## Unikalność Jarno\n\nAle może do tego trzeba właśnie być literaturoznawcą. Jak dla mnie Jarno (czyli Mróz), nawet jeśli inspirował się Myśliwskim, utworzył jednak coś unikalnego. Opowiedział historię w taki sposób, że trudno jest obok niej przejść obojętnie.\n\n## Małecki\n\nMałecki w \"Horyzoncie\" podobał mi się dlatego, że porusza ważne tematy, ale z kolei w \"Dżozefie\" to już nie wiem co miałoby mi się podobać. Jasne, odniesienia do Conrada są ciekawe, oryginalny jest sposób przeskakiwania pomiędzy rzeczywistością a surrealizmem.\n\nPrzy tym wszystkim jednak nie czuję zupełnie tej powieści. Może powinienem poczytać Małeckiego więcej żeby zrozumieć dlaczego jego twórczość miałaby być \"z wyższej półki\" w porównaniu z Jarno?\n\nJest on interesującym autorem ale jego styl nie bardzo mi odpowiada. Więc może jednak kwestia osobistych preferencji.",
    "en": "# Light Sensitivity - Reflections on Jarno's Style\n\n\"(...)\n- What do you read, my lord?\n- Words, words, words...\"\n\nI'm not a literary scholar so maybe that's why I can't assess this... what's more, it may be a matter of personal preferences.\n\n## Comments Under the Review\n\nNamely, some comments under my review of \"Light Sensitivity\" (in the group) indicated that Jarno's style is like a mix of Małecki and Myśliwski.\n\n\"Treatise on Shelling Beans\" is still ahead of me but I've read some Małecki already. And well, I would rather say that there aren't too many similarities when it comes to style.\n\n## Jarno's Uniqueness\n\nBut maybe you need to be a literary scholar for that. As for me, Jarno (i.e. Mróz), even if he was inspired by Myśliwski, created something unique. He told the story in such a way that it's hard to pass by it indifferently.\n\n## Małecki\n\nI liked Małecki in \"Horizon\" because he addresses important topics, but in \"Józef\" I don't know what I should like. Sure, references to Conrad are interesting, the way of jumping between reality and surrealism is original.\n\nWith all this, however, I don't feel this novel at all. Maybe I should read more Małecki to understand why his work should be \"from a higher shelf\" compared to Jarno?\n\nHe is an interesting author but his style doesn't really suit me. So maybe it's a matter of personal preferences after all."
  },
  "date": "2025-03-23",
  "category": "books",
  "tags": ["reviews", "literature", "polish-authors"],
  "author": "Sebastian Proba",
  "featured": false
}
