{
  "slug": "kurowski-owce",
  "title": {
    "pl": "Dwustuletn ia książka o hodowli owiec",
    "en": "A Two-Hundred-Year-Old Book on Sheep Breeding"
  },
  "excerpt": {
    "pl": "W internecie jest wszystko... nawet skan prawie dwustuletniej książki o hodowli owiec. Jak badania pomogły w pisaniu Laski i kija.",
    "en": "Everything is on the internet... even a scan of an almost two-hundred-year-old book on sheep breeding. How research helped in writing The Stick and the Carrot."
  },
  "content": {
    "pl": "# Dwustuletnia książka o hodowli owiec\n\nW internecie jest wszystko... nawet skan prawie dwustuletniej książki o hodowli owiec... a po co taka książka?\n\n## Badania do powieści\n\nCóż, chcąc pisać historię betlejemskich pasterzy uznałem, że muszę się dowiedzieć czegoś o ich pracy. Problem w tym, że ta praca dwa tysiące lat temu prawdopodobnie wyglądała trochę inaczej niż teraz.\n\nMusiałem więc sięgnąć jak najdalej w przeszłość i szukałem informacji o tym, jak hodowla owiec wyglądała w dawnych czasach. W ten sposób trafiłem na książkę pana Kurowskiego, którego styl pisarski bardzo mi do gustu przypadł, tak że prawie całą ją przeczytałem 😊\n\n## Owce w Lasce i kiju\n\nWszystko co w mojej powieści \"Laska i kij\" dotyczy pasterzy i owiec jest zaczerpnięte albo inspirowane wiedzą pana Kurowskiego, któremu niniejszym dziękuję. Choć oczywiście moja książka nie skupia się na owcach, tylko na Bożym Narodzeniu.\n\n## Cytat\n\nZainteresowanych odsyłam do Repozytorium Cyfrowego Instytutów Naukowych po ten i inne skarby ([rcin.org.pl](http://rcin.org.pl)). Dla smaku cytat z pana Kurowskiego:\n\n> \"Otóż to są przymioty dobrego owczarza. Teraz wam przedstawię w ogólności poczém go to poznać można; oraz poczém odrazu się poznaje owczarz zły, czyli fuszer, jacy na nieszczęście najczęściej się trafiają. Nasamprzócl uważam za fuszera owczarza, do którego owczarni gdy wejdę, powietrze tak mnie w oczy szczypie, iż mi aż łzy wyciska. Powtóre. Nie lepszy jest od pierwszego ten, do którego owczarni gdy się wejdzie nie podczas nadawania paszy, owce z całego gardła beczeć poczynąją: jest to bowiem niemylny dowód, że nie zachowuje pewnego porządku w pasieniu owiec.\"\n\n(aha, pan Kurowski najwyraźniej był jednym z pierwszych self-publisherów bo dalej na stronach tytułowych pisze, że wydano nakładem własnym autora 😉)",
    "en": "# A Two-Hundred-Year-Old Book on Sheep Breeding\n\nEverything is on the internet... even a scan of an almost two-hundred-year-old book on sheep breeding... and why such a book?\n\n## Research for the Novel\n\nWell, wanting to write the story of Bethlehem shepherds, I decided I needed to learn something about their work. The problem is that this work two thousand years ago probably looked somewhat different than now.\n\nSo I had to reach as far into the past as possible and looked for information about what sheep breeding looked like in ancient times. This is how I came across Mr. Kurowski's book, whose writing style I really liked, so much that I read almost all of it 😊\n\n## Sheep in The Stick and the Carrot\n\nEverything in my novel \"The Stick and the Carrot\" concerning shepherds and sheep is drawn from or inspired by Mr. Kurowski's knowledge, to whom I hereby give thanks. Although of course my book doesn't focus on sheep, but on Christmas.\n\n## Quote\n\nThose interested I refer to the Digital Repository of Scientific Institutes for this and other treasures ([rcin.org.pl](http://rcin.org.pl)). For a taste, a quote from Mr. Kurowski:\n\n> \"Now these are the qualities of a good shepherd. Now I will present to you in general how to recognize him; and how one immediately recognizes a bad shepherd, or bungler, such as unfortunately occur most often. First of all, I consider a shepherd a bungler if, when I enter his sheepfold, the air stings my eyes so much that it brings tears. Secondly. No better than the first is one whose sheepfold when you enter not during feeding time, the sheep start bleating at the top of their lungs: for this is unmistakable proof that he does not maintain a certain order in grazing sheep.\"\n\n(oh, Mr. Kurowski was apparently one of the first self-publishers because further on the title pages it says it was published at the author's own expense 😉)"
  },
  "date": "2025-01-14",
  "category": "writing",
  "tags": ["research", "laska-i-kij", "history", "writing-process"],
  "author": "Sebastian Proba",
  "featured": false
}
