{
  "slug": "wordsworth-tlumaczenie",
  "title": {
    "pl": "Jedyne takie tłumaczenie Ody Wordswortha",
    "en": "A Unique Translation of Wordsworth's Ode"
  },
  "excerpt": {
    "pl": "Tłumaczenie Ody o przeczuciach nieśmiertelności - owoc szczególnie nietypowej współpracy z AI.",
    "en": "Translation of the Ode on Intimations of Immortality - fruit of an unusually unique collaboration with AI."
  },
  "content": {
    "pl": "# Jedyne takie tłumaczenie Ody Wordswortha\n\nJedyne takie tłumaczenie Ody Wordswortha...\n\nNie uwierzycie owocem jakiej szczególnie nietypowej współpracy ono jest... nie jest idealne bo i ten kawałek poezji jest bardzo trudny ale... cóż, jest to przygoda...\n\n## O Odzie\n\nOda o przeczuciach nieśmiertelności... tytuł chyba jeszcze za Stanisławem Barańczakiem ale lepszy byłby chyba \"Przebłyski Pamięci Nieśmiertelności ze wspomnień wczesnego dzieciństwa\"\n\nTo jedno z najważniejszych dzieł romantyzmu angielskiego, które porusza głębokie tematy pamięci, dzieciństwa i transcendencji.\n\n## Wyzwanie tłumaczenia\n\nPraca nad tym tłumaczeniem była fascynującą podróżą przez język, znaczenie i technologię. Więcej o tym procesie możecie przeczytać w moim eseju \"Odbicie umysłu\".",
    "en": "# A Unique Translation of Wordsworth's Ode\n\nA unique translation of Wordsworth's Ode...\n\nYou won't believe the fruit of what a particularly unusual collaboration it is... it's not perfect because this piece of poetry is very difficult but... well, it's an adventure...\n\n## About the Ode\n\nOde on Intimations of Immortality... the title probably still after Stanisław Barańczak but \"Glimpses of Memory of Immortality from Recollections of Early Childhood\" would probably be better\n\nIt's one of the most important works of English Romanticism, which touches on deep themes of memory, childhood and transcendence.\n\n## The Challenge of Translation\n\nWorking on this translation was a fascinating journey through language, meaning and technology. You can read more about this process in my essay \"Reflection of the Mind\"."
  },
  "date": "2025-02-20",
  "category": "writing",
  "tags": ["translation", "ai", "wordsworth", "poetry"],
  "author": "Sebastian Proba",
  "featured": false
}
